---
type: RevitLinkUIUtils
namespace: Autodesk.Revit.UI
version: 2024
members: 1
tags: [revit-api, class]
---

# RevitLinkUIUtils

`Autodesk.Revit.UI.RevitLinkUIUtils` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Method | ReportLinkLoadResults | 2015 | `public static void ReportLinkLoadResults ( Document doc , IDictionary < string , LinkLoadResult > loadResults )` |